Repository: respizen/fresh-react-launchpad
Catalog: Crm.Article/Resources/Resources.*.resx
Languages: de, es, fr, hu

# ArticleSearch
source: Item search
de: Artikelsuche
es: Búsqueda de artículos
fr: Recherche article
hu: Cikk keresés

# VATLevel
source: VAT
de: MwSt
es: IVA
fr: TVA
hu: ÁFA

source: Percentage value
de: Prozentwert
es: Valor porcentual
fr: Valeur de pourcentage
hu: Százalékos érték

source: Other information
de: Weitere Informationen
es: Otros datos
fr: Autres informations
hu: Egyéb információ

# ConfirmDeleteArticle
source: Do you really want to delete this item?
de: Wollen Sie diesen Artikel wirklich löschen?
es: ¿Realmente desea eliminar este elemento?
fr: Voulez-vous vraiment supprimer cet article?
hu: Valóban törli ezt a cikket?

source: Create article
de: Artikel anlegen
es: Crear artículo
fr: Créer article
hu: Cikk létrehozása

source: Create material
de: Material anlegen
es: Crear material
fr: Créer matériel
hu: Anyag létrehozása

source: Create service
de: Service anlegen
es: Crear servicio
fr: Créer service
hu: Szolgáltatás létrehozása

source: Create tool
de: Werkzeug anlegen
es: Crear herramienta
fr: Créer outil
hu: Szerszám létrehozása

source: Delete material
de: Material löschen
es: Eliminar material
fr: Supprimer matériel
hu: Anyag törlése

source: Delete service
de: Service löschen
es: Eliminar servicio
fr: Supprimer service
hu: Szolgáltatás törlése

source: Delete tool
de: Werkzeug löschen
es: Eliminar herramienta
fr: Supprimer outil
hu: Szerszám törlése

source: Edit article
de: Artikel bearbeiten
es: Editar artículo
fr: Éditer article
hu: Cikk szerkesztése

# EditArticleWithItemNo
source: Edit article {0}
de: Artikel {0} bearbeiten
es: Editar artículo con número de artículo
fr: Éditer article {0}
hu: Cikk {0} szerkesztése

source: Edit material
de: Material bearbeiten
es: Editar material
fr: Éditer matériel
hu: Anyag szerkésztése

source: Edit service
de: Service bearbeiten
es: Editar servicio
fr: Éditer service
hu: Szolgáltatás szerkesztése

source: Edit tool
de: Werkzeug bearbeiten
es: Editar herramienta
fr: Editer outil
hu: Szerszám szerkesztése

# CrmArticle_QuantityUnit
source: Quantity units
de: Mengeneinheiten
es: Cantidad de unidades
fr: Unités de quantité
hu: Mennyiségi egység

# CrmArticle_Article
source: Articles
de: Artikel
es: Artículos
hu: Cikk

source: Additional costs
de: Zusatzkosten
es: Coste adicional
fr: Coûts supplémentaires
hu: Egyéb költségek

# IsSerial
source: Has serial no.
de: Seriennummernbehaftet
es: Tiene el número de serie
fr: Possède n° de série
hu: Sorozatszám köteles

# SerialRequired
source: serial no. required
de: seriennummernpflichtig
es: Número de serie requerido
fr: N° de série obligatoire
hu: Sorozatszám szükséges

# SaveArticleRelationship
source: Save article relationships
de: Artikelbeziehungen verwalten
es: Guardar las relaciones de los artículos
fr: Enregistrer relations des articles
hu: Cikk kapcsolat mentése

source: Resolve set article
de: Setartikel auflösen
es: Resolver set article
fr: Annuler set article
hu: Cikk megoldva ?

source: Show accessory
de: Zubehör anzeigen
es: Mostrar accesorio
fr: Afficher accessoires
hu: Kellékek mutatása

# ArticleRelationshipType
source: Article releationship type
de: Artikelbeziehungstyp
es: Tipo de relación del artículo
fr: Nom de l'article type
hu: Cikk kapcsolat típus

source: has quantity
de: Hat Menge
es: Tiene cantidad
fr: a la quantité
hu: Van-e mennyiség

source: Inverse value
de: Umgekehrte Richtung
es: Valor inverso
fr: Inverser valeur
hu: Inverz érték

# QuantityValue
source: Quantity
de: Menge
es: Cantidad
fr: Quantité
hu: Mennyiség

source: Article relationship
de: Artikelbeziehung
es: Relación del artículo
fr: Article relation
hu: Cikk kapcsolat

source: Create update
de: Update erstellen
es: Crear actualización
fr: Créer une mise à jour
hu: Új Frissítés

source: Read
de: Lesen
es: Leer
fr: Lire
hu: Olvas

# CrmArticle_ArticleRelationshipType
source: Article relationship types
de: Artikelbeziehungstypen
es: Tipo de relación del artículo
fr: Types de relations d'articles
hu: Cikk kapcsolat típus

# CrmArticle_ArticleRelationship
source: Article relationships
de: Artikelbeziehungen
es: Relación del artículo
fr: Relations d'articles
hu: Cikk kapcsolat

# CrmArticle_ArticleDescription
source: Article descriptions
de: Artikelbeschreibungen
es: Descripción del artículo
fr: Descriptions des articles
hu: Cikk leírás

# CrmArticle_ArticleGroup01
source: Article group 1
de: Artikelgruppe 1
es: Grupo 1 de artículos
fr: Groupe d'articles 1
hu: Cikkcsoport 1

# CrmArticle_ArticleGroup02
source: Article group 2
de: Artikelgruppe 2
es: Grupo 2 de artículos
fr: Groupe d'articles 2
hu: Cikkcsoport 2

# CrmArticle_ArticleGroup03
source: Article group 3
de: Artikelgruppe 3
es: Grupo 3 de artículos
fr: Groupe d'articles 3
hu: Cikkcsoport 3

# CrmArticle_ArticleGroup04
source: Article group 4
de: Artikelgruppe 4
es: Grupo 4 de artículos
fr: Groupe d'articles 4
hu: Cikkcsoport 4

# CrmArticle_ArticleGroup05
source: Article group 5
de: Artikelgruppe 5
es: Grupo 5 de artículos
fr: Groupe d'articles 5
hu: Cikkcsoport 5

source: Image
de: Bild
es: Imagen
hu: Kép

source: Tool
de: Werkzeug
es: Herramienta
fr: Outil
hu: Eszköz

source: Cost
de: Kosten
es: Coste
hu: Költség

# CrmArticle_ArticleType
source: Article types
de: Artikeltypen
es: Tipo de artículo
fr: Types d'articles
hu: Cikk típus

# CrmArticle_VATLevel
source: VAT levels
de: MwSt-Stufen
es: Nivel de IVA
fr: Niveaux de tva
hu: ÁFA szintek

# ArticleEmptySlate
source: No articles where found by the given criteria.
de: Zu den gegebenen Kriterien wurden keine Artikel gefunden.
es: Artículo pizarra vacía
fr: Aucun article ne correspond à vos critères de recherche
hu: Nincsenek olyan cikkek, amelyek az adott kritérium alapján találhatók.

source: Spareparts
de: Ersatzteile
es: Piezas de recambio
fr: Pièces de rechange
hu: Alkatrészek

# ArticleList
source: List of articles
de: Artikelliste
es: Lista de artículos
fr: Liste Articles
hu: Cikklista

source: Delete article
de: Artikel löschen
es: Eliminar artículo
fr: Supprimer article
hu: Cikk törlése

source: Articles
de: Artikel
es: Artículos
hu: Cikkek

source: Draft
de: Entwurf
es: Borrador
fr: Brouillon
hu: vázlat

source: Add child
de: Unterproduktfamilien hinzufügen
es: Añadir subfamilia
fr: Ajouter Sous FamilleProduit
hu: Adja hozzá a termékcsaládokhoz

source: Child product families
de: Unterproduktfamilien
es: Subfamilias de producto
fr: Sous FamilleProduits
hu: alárendelt termékcsaládok

source: Create Product Family
de: Produktfamilie anlegen
es: Crear familia de producto
fr: Ajouter FamilleProduit
hu: termékcsalád befektet

# NoProductFamilies
source: No product families found.
de: Keine Produktfamilien gefunden.
es: No se han encontrado familias de productos.
fr: Aucune FamilleProduit trouvé.
hu: Nem található termékcsalád.

source: Product families
de: Produktfamilien
es: Familias de producto
fr: FamilleProduits
hu: Termékcsaládok

source: Product family
de: Produktfamilie
es: Familia de producto
fr: Famille Produit
hu: termékcsalád

# ProductFamilyKey
source: Product family
de: Produktfamilie
es: Familia de producto
fr: Famille Produit
hu: termékcsalád

source: Retired products
de: Zurückgezogene Produkte
es: Productos retirados
fr: Produits retirés
hu: kivezetett termékek

# IsWarehouseManaged
source: Warehouse managed
de: Lagergeführt
es: Gestionado por almacén
fr: Géré en entrepôt
hu: Raktár kezelt

# CircularHierarchyReferenceDetected
source: A circular reference in the hierarchy of this productfamily was detected
de: Eine Kreisreferenz in der Produktfamilien-Hierarchie wurde gefunden.
es: Se ha detectado una referencia circular en la jerarquía de esta familia de productos.
fr: Une référence circulaire dans la hiérarchie de cette PrdouitFamille a été détectée
hu: A termékcsalád hierarchiájában körkörös hivatkozás található

# CrmArticle_ProductFamily
source: ProductFamilies
de: Produktfamilie
es: Familias de productos
fr: FamilleProduits
hu: Termékcsaládok

# Description-hu
source: Description Hungarian
de: Beschreibung Ungarisch
es: Descripción en húngaro
fr: Description Hongrois
hu: Magyar leírás

source: Descriptions
de: Beschreibungen
es: Descripciones
hu: leírások

source: Edit product family descriptions
de: Produktfamilienbeschreibungen bearbeiten
es: Editar descripciones de las familias de productos
fr: Modifier les descriptions par langage de familles de produits
hu: A termékcsalád-leírások szerkesztése

# ProductFamilyAlreadyHasParent
source: This product family already has a parent product family.
de: Diese Produktfamilie hat bereits eine übergeordnete Produktfamilie.
es: Esta familia de productos ya tiene una familia padre.
fr: Cette FamilleProduit a déjà un parent.
hu: Ennek a termékcsaládnak már van szülő termékcsaládja.

# ProductFamilyEmptySlate
source: No productfamilies were found matching the given search criteria.
de: Zum gewählten Filter wurden keine Produktfamilien gefunden.
es: No se han encontrado familias de productos que cumplan con los criterios de búsqueda.
fr: Aucune FamilleProduit ne correspond à vos critères de recherche
hu: Az adott keresési feltétellel nem található termékcsalád.

# ProductFamilyIsChild
source: This productfamily is already a child of the current productfamily.
de: Diese Produktfamilie ist bereits eine Unterproduktfamilie der aktuellen Produktfamilie.
es: Esta familia de productos ya es descendiente de la familia actual.
fr: Cette FamilleProduit est déjà une sous FamilleProduit de l'actuelle FamilleProduit.
hu: A kiválasztott termékcsalád már e termékcsalád alcsoportja.

# ProductFamilyIsCurrentParent
source: This product family is the parent product family of the current product family.
de: Diese Produktfamilie ist die übergeordnete Produktfamilie der aktuellen Produktfamilie.
es: Esta familia de productos es la familia padre de la familia de productos actual.
fr: Cette FamilleProduit est le parent de la FamilleProduit actuelle.
hu: A kiválasztott termékcsalád már e termékcsalád szülőtermék-családja.

# RuleViolation.ProductFamilyIsCurrentProductFamily
source: This productfamily is the current productfamily.
de: Diese Produktfamilie ist die aktuelle Produktfamilie.
es: Esta ya es la familia de productos actual.
fr: Cette FamilleProduit est l'actuelle FamilleProduit.
hu: Ez a termékcsalád a jelenlegi termékcsalád.

source: Child product family created
de: Unterproduktfamilie erstellt
es: Subfamilia de producto creada
fr: Subfamilia de producto creada
hu: Altermék család létrehozva

source: Create child product family
de: Unterproduktfamilie erstellen
es: Crear subfamilia de producto
fr: Crear subfamilia de producto
hu: Altermék család létrehozása

source: Product family created
de: Produktfamilie erstellt
es: Familia de producto creada
fr: Familia de producto creada
hu: Termék család létrehozva

source: Purchase price
de: Einkaufspreis
es: Precio de compra
fr: Prix de l'achat
hu: Vételár

# CrmArticle_ProductFamilyDescription
source: Product family descriptions
de: Beschreibung der Produktfamilie
es: Descripciónes de la familia de producto
fr: Description de la famille de produits
hu: Termékcsalád leírás

# CrmArticle_ProductFamilyStatus
source: Product family statuses
de: Produktfamilienstatus
es: Estados de la familia de producto
fr: Statuts des familles de produits
hu: Termékcsalád státuszok

source: Article no.
de: Artikelnr.
es: Número de elemento
fr: N° article
hu: Cikkszám

source: Commercial information
de: Geschäftsinformation
es: Información comercial
fr: Information commerciale
hu: Eladási információk

source: Accessory of
de: Zubehör von
es: Accesorio de
fr: Accessoire de
hu: Tartozék

source: Variable value
de: Veränderlicher wert
es: Valor variable
fr: Valeur variable
hu: Érték

source: Add article relationship
de: Artikelbeziehung hinzufügen
es: Añadir relación de artículos
fr: Ajouter une nouvelle relation d'article
hu: Cikk kapcsoalt hozzáadása

source: Add company relationship
de: Firmenbeziehung hinzufühen
es: Añadir relación con la empresa
fr: Ajouter une nouvelle relation d'entreprise
hu: Cég kapcsolat hozzáadása

source: Article-Company-Relationships
de: Artikel-Firmen-Beziehungen
es: Relaciones artículo-empresa
fr: Article-Entreprise-Relations
hu: Cikk-Cég kapcsolatok

# CrmArticle_ArticleCompanyRelationship
source: Article-Company-Relationships
de: Artikel-Firmen-Beziehungen
es: Relaciones artículo-empresa
fr: Article-Entreprise-Relations
hu: Cikk-Cég kapcsolatok

# CrmArticle_ArticleCompanyRelationshipType
source: Article-Company relationship types
de: Artikel-Firmen-Beziehungstypen
es: Tipos de relación artículo-empresa
fr: Types de relations article-entreprise
hu: Cikk-Cég kapcsolattípusok

source: Article relationships
de: Artikelbeziehungen
es: Relaciones de artículos
fr: Relations d'articles
hu: Cikk kapcsolat

# GuaranteeInMonths
source: Guarantee (months)
de: Garantie (Monate)
es: Garantía (meses)
fr: Garantie (mois)
hu: Grancia (hónapok)

# WarrantyInMonths
source: Warranty (months)
de: Gewährleistung (Monate)
es: Garantía legal (meses)
fr: Garantie légale (mois)
hu: Jótállás (hónapok)

# LeadTimeInDays
source: Lead time (days)
de: Wiederbeschaffungszeit (Tage)
es: Tiempo de reabastecimiento
fr: Temps Suppléméntaire (jours)
hu: Átfutási idő (napok)

# IsDiscontinued
source: Discontinued item
de: Auslaufartikel
es: Artículo descatalogado
fr: Article épuisé
hu: Megszűnt cikk

# ManufacturerItemNo
source: Manufacturer Article no.
de: Hersteller Artikelnr.
es: Número de artículo del fabricante
fr: Numéro d'article du fabricant
hu: Gyártói cikkszám

source: Expiration date
de: Auslaufdatum
es: Fecha de caducidad
fr: Date d'expiration
hu: Lejárati dátum

source: Discontinued
de: Eingestellt
es: Descatalogado
fr: Article épuisé
hu: Megszűnt cikk

source: Upcoming
de: Kommend
es: Próximos productos
fr: Produits à venir
hu: Közelgő termékek

# IsEnabled
source: Enabled
de: Aktiviert
es: Activado
fr: Activé
hu: Aktiválva

source: Barcode
es: Código de barras
fr: Code à barre

source: Scan barcode
de: Barcode scannen
es: Escanear código de barras
fr: Scanner le code à barre
hu: Barcode beolvasása

# RuleViolation.RespectQuantityStep
source: {0} must respect the {1} quantity step
de: {0} muss in {1} Mengenschritten eingegeben werden
es: {0} debe respetar el paso de cantidad {1}
fr: {0} doit respecter le pas de quantité de {1}
hu: {0} tizedesjegyeinek száma nem haladhatja meg a megadott {1} formátumét
